{
  "title": "Finishes and Care",
  "id": 705198,
  "desc": "",
  "time": "",
  "image": "//img.hisupplier.com/var/userImages/2013-08/01/115305442_240.jpg",
  "content": [
    {
      "type": "image",
      "value": "//img.hisupplier.com/var/userImages/2013-08/01/115305442_s.jpg",
      "style": {
        "width": "40%",
        "minWidth": "400px"
      }
    },
    {
      "type": "text",
      "value": "Once your new wheels and tires are installed, step back and take a good look. The new, sharper appearance will accent your vehicle splendidly. They look great now; but unfortunately, your wheels are often the dirtiest part of your car because they are constantly exposed to the elements (corrosive brake dust, ocean or road salt, stones, cinders and sticky tar)."
    },
    {
      "type": "text",
      "value": "Damage caused by prolonged exposure to these elements will void the finish warranty on your wheels. It's important to clean them properly and often."
    },
    {
      "type": "text",
      "value": "Here are a few tips on how to maintain a wheel's original splendor."
    },
    {
      "type": "text",
      "value": "Before you install them, a coat of wax will help protect your wheels and make them easier to clean."
    },
    {
      "type": "text",
      "value": "Treat the finish of your wheels as you would the finish of your car. Most alloy wheels today feature a painted and/or a clearcoat finish. The best way to take care of wheels without damaging their protective finish is by frequently washing them with a mild soap and water solution. Using a tar and bug remover can prevent permanent tar staining. Periodic waxing will protect the wheel's finish from the elements."
    },
    {
      "type": "text",
      "value": "Never use abrasive cleansers, steel wool pads or polishing compounds."
    },
    {
      "type": "text",
      "value": "Beware of automatic car washes. Some washes use acid cleaners either before or during the wash to remove dirt and grime. Others use stiff brushes for cleaning wheels and tires. Both of these processes could harm your wheel's finish. Wheels with low profile tires can be damaged by the metal tracks used in most car washes. Ask the employees of the car wash about their equipment and procedures before entering the wash."
    },
    {
      "type": "text",
      "value": "Never allow your wheels and tires to be steam cleaned. Steam can dull the paint and clearcoat finish on your wheels."
    },
    {
      "type": "text",
      "value": "Don't clean hot wheels — wait until they cool. Cleaning wheels while they are hot may cause your mild soap solution to dry too quickly leaving spots or a film of soap on your wheels."
    },
    {
      "type": "text",
      "value": "Clean your tires and wheels first, one at a time. Tires and wheels tend to be the dirtiest parts of your vehicle and have a variety of surfaces to clean. So you will want to use the full strength of your hose to initially rinse away all loose dirt and to finally rinse off your soap solution. If you clean your tires and wheels first, you won't expose your washed car to the over spray as you rinse them. Cleaning one at a time focuses your attention and ensures that the soap doesn't dry on one wheel while you're cleaning another. Be sure to use a different sponge on the rest of the car's body to prevent scratching the paint from the particles that may have collected during the wheel cleaning process."
    },
    {
      "type": "text",
      "value": "Clean wheels on a regular basis. Your new tires and alloy wheels are like any other valuable investment. Care for them as you would care for your entire vehicle."
    }
  ]
}