{
  "id": 763733,
  "title": "Dragon Boat Festival in Chian",
  "desc": "",
  "time": "2014-05-28 15:29:55",
  "content": [
    {
      "type": "image",
      "value": "//img.hisupplier.com/var/userImages/2014-05/28/152955701_s.jpg"
    },
    {
      "type": "text",
      "value": "The Dragon Boat Festival, the 5th day of the 5th lunar month, has had a history of more than 2,000 years in China. It is usually in June in the Gregorian calendar. It is also called the Duanwu Festival."
    },
    {
      "type": "text",
      "value": "The festival commemorates the patriotic poet Qu Yuan (340-278 BC), and also acts as a chance for Chinese people to build their bodies and dispel diseases. Many legends circulate around the festival but the most popular is the legend of Qu Yuan."
    },
    {
      "type": "image",
      "value": "http://img.hisupplier.com/var/userImages/2014-05/28/151723034417.jpg"
    },
    {
      "type": "text",
      "value": "Many traditional customs and activities are held on the specified day by the Chinese people and even by some people in China's neighbouring countries. Among these customs are dragon boat racing, eating zongzi, wearing a perfume pouch, tying five-colour silk thread and hanging mugwort leaves and calamus."
    },
    {
      "type": "title",
      "value": "Dragon Boat Racing:"
    },
    {
      "type": "text",
      "value": "Dragon boats are thus named because the fore and stern of the boat is in a shape of traditional Chinese dragon. A team of people works the oars in a bid to reach the destination before the other teams. One team member sits at the front of the boat beating a drum in order to maintain morale and ensure that the rowers keep in time with one another. Legend holds that the race originates from the idea of the people who rowed their boats to save Qu yuan after he drowned himself in the river. It is said that the winning team will bring harvest and happy life to the people of their village."
    },
    {
      "type": "text",
      "value": "Now, some of ethnic minorities in China also hold dragon boat races like Miao, and Dai. Japan, Vietnam, and Britain regard it as an important game as well. In the year of 1980, it was listed in the state sports competition program held every year."
    },
    {
      "type": "image",
      "value": "http://img.hisupplier.com/var/userImages/2014-05/28/151806905127.jpg"
    },
    {
      "type": "title",
      "value": "Eating Zongzi (pyramid-shaped glutinous rice wrapped in reed or bamboo leaves):"
    },
    {
      "type": "text",
      "value": "Most Chinese festivals include the eating of a particular food among their customs and the Dragon Boat Festival is no exception. Zongzi is the special food eaten here. Made with sticky rice, it has different shapes and various fillings. In the north part of china, people favor the jujube as filling, while the south sweetened bean paste, fresh meat, or egg yolk. Many families make zongzi by themselves. When making it, soaking the glutinous rice, washing the reed or bamboo leaves and wrapping zongzi with leaves are the most important parts. Today, this custom prevails in China and other countries. Adults drink Xiong Huang Wine, which can fend off evil spirits."
    },
    {
      "type": "image",
      "value": "http://img.hisupplier.com/var/userImages/2014-05/28/151832519159.jpg"
    },
    {
      "type": "title",
      "value": "Wearing a Perfume Pouch and Tying Five-colour Silk Thread:"
    },
    {
      "type": "text",
      "value": "According to folklore, wearing the perfume pouch protects children from evil. So on this day, children decorate their clothes with diversely fragranced pouches. It is a kind of small pouch made of the colourful silk cloth stringed with five-color silk thread."
    },
    {
      "type": "image",
      "value": "http://img.hisupplier.com/var/userImages/2014-05/28/151912685403.jpg"
    },
    {
      "type": "text",
      "value": "Another custom is to tie five-colour silk tread to a child's wrists, ankles, and around their neck. Five-colour thread holds special significance in China in that it is thought to contain magical and healing properties. Children are not permitted to speak while their parents tie the five-colour thread for them, neither are they allowed to remove it until the specified time. Only after the first summer rainfall can the children throw the thread into the river. This is thought to protect the children from plague and diseases."
    },
    {
      "type": "image",
      "value": "http://img.hisupplier.com/var/userImages/2014-05/28/151945776676.jpg"
    },
    {
      "type": "title",
      "value": "Hanging Mugwort Leaves and Calamus"
    },
    {
      "type": "text",
      "value": "The festival is held during summer when all kinds of diseases can prevail, so people clean their houses and put mugwort leaves and calamus on the top of the doors to discourage disease. It is said that the stem and the leaves of these plants discharge a special aroma which can dispel the mosquitoes, flies and purify the air, so this custom is an understandably popular one."
    },
    {
      "type": "image",
      "value": "http://img.hisupplier.com/var/userImages/2014-05/28/152014596131.jpg"
    },
    {
      "type": "text",
      "value": "Dragon Boat Festival of 2014 falls on June 2nd. The holiday in China starts from May 31st (Saterday) to June 2nd (Monday)."
    },
    {
      "type": "text",
      "value": "Welcome to China and explore the traditional folk customs of this interesting festival!"
    }
  ]
}